QGDsolver/tutorials/reactingQGDFoam/2D/gasBubble/bubbleHe/constant/reactions
species
(
    O2
    N2
    He
);

reactions
{
}
